"Remind when over" = "多久提醒";
"End at" = "結束時間";
"Start from" = "起始時間";
"According to your personal data, we advise you to walk %@steps a day" = "根據您的個人數據，我們建議您一天運動目標為%@步";
"According to your personal data, we advise you to sleep %@hours a day" = "根據您的個人數據，我們建議您的睡眠時長為%@小時";
"Weight" = "體重";
"Height" = "身高";
"According to your personal data, we advise you to walk %@steps a day, and sleep 8.0 hours to keep healthy" = "根據您的個人資訊，我們建議您每日步行%@步以上，並保證%@小時以上的睡眠，以保持健康";
"Steps" = "步數";
"male" = "男";
"female" = "女";
"Gender" = "性別";
"Camera" = "相機";
"Albums" = "相冊";
"Please enter your nickname" = "請輸入您的昵稱";
"Nickname" = "昵稱";
"Date of birth" = "出生日期";
"Upload complete" = "升級完成";
"Update" = "開始升級";
"Message" = "簡訊";
"Phone call" = "來電";
"Please enter old password" = "請輸入舊密碼";
"Please enter new password" = "請輸入新密碼";
"Old password is incorrect" = "舊密碼不正確";
"The two password you typed do not match" = "兩次輸入的密碼不一致，請重試";
"Please enter 4 valid numbers from 0 to 9" = "請輸入4位0到9的有效字符";
"Unpaired" = "解綁成功";
"Unpaid failed" = "解綁失敗";
"Dashboard" = "數據面板";
"Sport" = "運動";
"Settings" = "設定";
"Have new firmware version, whether to upgrade？" = "檢測到設備有新的固件版本，是否前往升級？";
"Paired" = "綁定成功";
"Pair failed" = "綁定失敗";
"Login success" = "登入成功";
"Or" = "或者";
"Sign up" = "註冊";
"Log in" = "登入";
"Forgot password?" = "忘記密碼？";
"Password error" = "密碼錯誤";
"Account does not exist" = "帳號不存在";
"Account already exists" = "帳號已存在";
"Please enter password" = "請輸入密碼";
"Please enter a valid password from 6 to 20" = "請輸入6到20位有效密碼";
"Please enter account" = "請輸入帳號";
"Account format error" = "帳號格式有誤";
"Password" = "密碼";
"Email or phone number" = "郵箱或手機號碼";
"Download the latest version?" = "是否前往下載最新版本？";
"Woke up" = "甦醒時間";
"Congratulations, you have completed the goal!" = "恭喜您，已完成了目標！";
"%@%@ to achieve goal" = "距離您的目標還需%@%@";
"Distance" = "距離";
"Burned" = "卡路里";
"Awake times" = "甦醒次數";
"generally" = "一般";
"Good" = "好";
"bad" = "差";
"None" = "無";
"Great" = "很好";
"Perfect" = "完美";
"Sleep quality:" = "睡眠品質：";
"Light sleep" = "淺度睡眠";
"Fell Asleep" = "入睡時間";
"Deep sleep" = "深度睡眠";
"Sleep duration" = "睡眠時長";
"Heart rate zone" = "心率";
"Strenuous" = "劇烈";
"Rest" = "靜止";
"Time in heart rate zone" = "一天活動狀態占比";
"Move" = "少量";
"Moderate" = "中等";
"Mass" = "大量";
"Blood pressure zone" = "血壓";
"Measured time" = "測得時間";
"Lowest BP" = "最低血壓";
"Highest BP" = "最高血壓";
"Please wear properly" = "請保持正確佩戴姿勢";
"Normal" = "正常";
"low" = "偏低";
"high" = "偏高";
"testing..." = "測試中…";
"test complete" = "測試完成";
"Activity" = "運動目標";
"Sleep goal" = "睡眠目標";
"Profile" = "個人資料";
"Personal information" = "個人資訊";
"Personal data" = "個人數據";
"Firmware upgrade" = "固件更新";
"My device" = "我的設備";
"New message" = "訊息提醒";
"Long seat" = "久坐設定";
"Sleep" = "睡眠";
"Heart rate" = "心率";
"Blood pressure" = "血壓";
"Single heart rate test" = "心率單次測試";
"Set goal" = "設定目標";
"Alcohol test" = "過敏性飲酒檢測";
"BP test mode setting" = "血壓測試模式設定";
"BP manual test" = "血壓手動測試";
"Connect device" = "設備連接";
"Alarm settings" = "鬧鐘設定";
"Poor" = "弱";
"Strong" = "强";
"Pull to pause" = "下拉\n停止";
"Stop exercises" = "停止運動";
"start\nsport" = "開始\n運動";
"Save or note?" = "是否保存本次運動記錄並備註？";
"No movement data records, Stop exercises?" = "未獲得運動數據，是否結束本次運動？";
"Go exercise outside" = "到戶外去運動吧！";
"Pace" = "配速";
"Indoor GPS signal is poor, app could not accurately track in maps." = "室內運動會導致記錄不準確，無法獲得正確的運動軌跡";
"Monthly" = "月";
"Maps" = "地圖";
"If back, app will stop tracking movement locus, back?" = "返回將終止您的軌跡記錄，是否返回？";
"Edit" = "編輯";
"Done" = "完成";
"Delete" = "删除";
"Continue" = "繼續";
"Calorie" = "卡路里";
"Enter verification code" = "請輸入驗證碼";
"Please enter 4 valid verify codes" = "請輸入4位有效驗證碼";
"Verification code is expired, please try again" = "驗證碼已失效，請重新獲取";
"Validation failed" = "驗證碼驗證失敗";
"Send seccuss" = "驗證碼發送成功";
"Send failed" = "驗證碼發送失敗";
"Security code" = "發送驗證碼";
"Reset password" = "重置密碼";
"Reset password success" = "重置密碼成功";
"Reset password failed" = "重置密碼失敗";
"Log out" = "登出";
"About us" = "關於我們";
"Step" = "步";
"请坚持佩戴" = "請堅持佩戴";
"Disconnected" = "未連接";
"YESTERDAY" = "昨天";
"TODAY" = "今天";
"2 DAYS AGO" = "前天";
"Click to connect device" = "點擊連接設備";
"Maximum steps:" = "最大步數：";
"Latest" = "最近";
"Yes" = "是";
"No" = "否";
"No pair no cloud data, pair account？" = "您還未綁定此設備，只有綁定成功才會上傳數據到雲端，是否綁定？";
"No running history yet please start one" = "您還沒有運動記錄，趕快跑一段吧";
"BEGIN RUNNING" = "開始運動";
"The role of alcohol on the liver" = "酒精對肝臟作用時間";
"Drinking time" = "飲酒大致時間";
"excess" = "過量";
"A lot of" = "大量";
"moderate" = "中度";
"bit" = "少量";
"Drinking level" = "飲酒程度";
"alcohol allergic people or not" = "是否為酒精易過敏人群";
"本次测试无效" = "本次測試無效";
"You haven’t set up your personal BP data， set up now？" = "您還沒有設定自己的私人血壓，是否前往設定？";
"Your BP is %@/%@！Do you want to save data？" = "您本次測得的血壓為%@/%@！是否保存此次量測數據？";
"Uploaded" = "更新成功";
"Upload failed" = "更新失敗";
"时间设置不合理" = "時間設定不合理";
"Setting success" = "設定成功";
"Setting failure" = "設定失敗";
"Save" = "保存";
"Prompt" = "提示";
"Confirm" = "確定";
"Cancel" = "取消";
"Network request timeout" = "網絡請求超時";
"Network unavailable，please check network" = "網絡异常，請檢查網絡";
"Device disconnected" = "設備未連接";
"Did disconnected" = "斷開連接";
"Changing private mode data will also change the private mode of manual testing and device testing" = "請選擇私人血壓模式數據，私人血壓模式只針對個人有效，他人使用請選擇通用模式";
"Setting your personal BP data for testing to obtain more accurate data. Set your accurate blood pressure value without taking hypo tensors" = "設定您的私人血壓模式，以獲取更精准的數據，此處您需要設定的是未服用降壓藥的有效血壓值。";
"Blood Personal" = "私人模式";
"Blood Normal" = "通用模式";
"Device BP test mode: %@" = "設備血壓測試模式：%@";
"Notifications" = "通知";
"More" = "更多";
"Reset device password" = "重置設備密碼";
"Pair account" = "綁定設備";
"Night turn wrist" = "夜間轉腕";
"BP mode" = "血壓測試模式";
"Alarm" = "鬧鐘設定";
"Power remain" = "電池電量";
"请输入4位有效密码" = "請輸入4位有效密碼";
"Update version:" = "更新版本：";
"Already the latest version" = "已經是最新版本了";
"January" = "1月";
"February" = "2月";
"March" = "3月";
"April" = "4月";
"May" = "5月";
"June" = "6月";
"July" = "7月";
"August" = "8月";
"September" = "9月";
"October" = "10月";
"November" = "11月";
"December" = "12月";
"分享成功" = "分享成功";
"分享失败" = "分享失敗";
"暂不支持此功能" = "暫不支持此功能";
"History" = "歷史數據";
"Weekly" = "周";
"Yearly" = "年";
"Average:" = "平均:";
"Connected" = "連接成功";
"No drink data records, please keep up" = "沒有飲酒記錄，請繼續保持";
"Please open %@ to synchronize your health data and to check your sleep status last night" = "趕快打開%@同步一下數據吧，看看昨晚的睡眠狀態如何";
"Please open %@ to synchronize your health data and to check your today's sport" = "辛苦一天了，趕快打開%@同步一下數據吧，看看今天的運動成果如何";
"Running" = "運動";
"登录过期，请重新登录" = "登入過期，請重新登入";
"正在读取数据…" = "正在讀取數據…";
"高压要比低压大24" = "高壓要比低壓大24";
"hours" = "小時";
"无账号登录>" = "無帳號登入>";
"初始密码：0000" = "初始密碼：0000";
"佩戴检测" = "佩戴檢測";
"意见反馈" = "意見回饋";
"问题和意见" = "問題和意見";
"请简要描述你的问题和意见" = "請簡要描述你的問題和意見";
"图片(选填,提供问题截图)" = "圖片（選填，提供問題截圖）";
"联系方式" = "聯繫方式";
"邮箱、电话" = "郵箱、電話";
"提交" = "提交";
"偏瘦" = "偏瘦";
"正常" = "正常";
"偏胖" = "偏胖";
"肥胖" = "肥胖";
"极胖" = "極胖";
"偏瘦提示" = "現時BMI指數較低，\n屬於較瘦人群，離標準身材還有一點距離！";
"正常提示" = "現時BMI指數正常，\n身材指數完美，要繼續保持！";
"偏胖提示" = "現時BMI指數偏高，\n離標準身材還有一點距離！";
"肥胖提示" = "當前BMI指數較高，\n心臟病、高血壓等疾病的發病風險較高，請注意改善生活習慣。";
"极胖提示" = "當前BMI指數很高，\n易突發心臟病、高血壓等疾病，請注意改善生活習慣！";
"提交成功" = "提交成功";
"内容不能为空" = "內容不能為空";
"微信运动" = "WeRun";
"接入微信运动，与朋友分享运动的乐趣！" = "接入WeRun與朋友分享運動的樂趣！";
"已绑定" = "已綁定";
"绑定" = "綁定";
"操作方法" = "操作方法";
"1. 请先绑定设备" = "1. 请先绑定设备";
"2. 打开微信，进入微信运动，点击微信主页右上角的设置按钮，找到“记录运动数据”栏，选择“添加数据来源“，您将搜索到您购买设备厂家的公众号，请添加此公众号作为数据来源" = "2. 打開WeRun，進入WeRun，點擊微信主頁右上角的設定按鈕，找到\"記錄運動數據\"欄，選擇\"新增數據來源\"，您將搜尋到您購買設備廠家的公眾號，請添加此公眾號作為數據來源";
"3. 返回微信运动主页，进入排行榜，此时就能看到设备的数据已经同步到微信运动中，如果不能同步，请多刷新几次排行榜页面" = "3. 返回WeRun主頁，進入排行榜，此時就能看到設備的數據已經同步到WeRun中，如不能同步，請再刷新幾次排行榜頁面";

"设备端正在使用测试功能" = "設備端正在使用測試功能";
"设备防丢" = "設備防丟失";
"三方平台" = "協力廠商平臺";
"拍照" = "拍照";
"%@访问相机或相册权限受到限制" = "%@訪問相機或相冊許可權受到限制";
"提交失败" = "提交失敗";
"I got it" = "我知道了";
"Last refresh" = "最後更新";
"Pull down to refresh data" = "下拉可刷新";
"松开立即刷新" = "鬆開立即重繪";
"下拉可以刷新" = "下拉可以重繪";
"Refreshing the data.." = "正在重新加載..";
"Release to refresh data" = "鬆開立即刷新";
"Enter Security code" = "輸入驗證碼";
"Login, please later" = "登入中，請稍候";
"Login failed" = "登入失敗";
"Registration, please later" = "註冊中，請稍候";
"Sign up failed" = "註冊失敗";
"Password format error" = "密碼格式有誤";
"Adding information，please later" = "正在登入資料，請稍候";
"Add user data failed" = "登入使用者資料失敗";
"No sleep data" = "沒有睡眠數據";
"No steps data" = "沒有記步數據";
"No HR data" = "沒有心率數據";
"No BP data" = "沒有血壓數據";
"Health Tips" = "健康小貼士";
"Passive HR" = "實时心率";
"Average HR" = "平均心率";
"Bluetooth disconnected，test failed" = "藍牙斷開連接，測試中斷";
"Start real-time BP measurement" = "開始實时血壓測試";
"Back" = "返回";
"Waiting for loading maps" = "正在加載地圖請稍後";
"Gps duration" = "時長";
"Device" = "設備";
"Enter the password" = "請輸入密碼";
"Please enter 4 numbers code" = "輸入4位數字密碼";
"Pair mobile phone" = "綁定手機";
"Long seat setting" = "久坐設定";
"Enter old password" = "輸入舊密碼";
"Enter new password" = "輸入新密碼";
"Confirm new password" = "確認新密碼";
"Current version:" = "當前版本：";
"Setting activity" = "運動目標";
"测试中断" = "測試中斷";
"私人血压模式设置" = "私人血壓模式設定";
"血压测试模式" = "血壓測試模式";
"如果设备与手机已经配对成功,则此次操作无效,如果需要解除设备与手机配对,请在手机蓝牙设置中忽略此设备,请确定是否执行本次配对操作" = "如果設備與手機已經配對成功，則此次操作無效，如果需要解除設備與手機配對，請在手機藍牙設定中忽略此設備，請確定是否執行本次配對操作";
"正在检测，请保持正确姿势" = "正在檢測，請保持正確姿勢";
"分享内容" = "分享內容";
"分享标题" = "分享標題";
"名字" = "名字";
"信号" = "訊號";
"注意: 设备连接微信运动前，请先保证设备与App连接" = "注意：設備連接微信運動前，請先保證設備與App連接";
"没有照片" = "沒有照片";
"您可以使用 iTunes 将照片\n同步到 iPhone" = "您可以使用iTunes將照片\n同步到iPhone";
"%ld 张照片" = "%ld 張照片";

"开关设置" = "開關設定";
"24小时制" = "24小時制";
"心率自动监测" = "心率自動監測";
"血压自动监测" = "血壓自動監測";
"单位设置" = "單位設定";
"英制" = "英制";
"公制" = "公制";
"英里" = "英里";
"正在同步数据..." = "正在同步數據...";
"预产期一定要大于今天" = "預產期一定要大於今天";
//血氧和疲劳度翻译
"血氧手动测试" = "血氧手動測試";
"您本次测得的血氧浓度为%ld%%,是否保存？" = "您本次測得的血氧濃度為%ld%%，是否保存？";
"正常血氧浓度范围为95%~99%" = "正常血氧濃度範圍為95%~99%";
"血氧浓度异常" = "血氧濃度异常";
"血氧浓度偏低" = "血氧濃度偏低";
"血氧浓度低" = "血氧濃度低";
"血氧浓度正常" = "血氧濃度正常";

"疲劳度手动测试" = "疲勞度手動測試";
"适当的关注一下自己的身体状态哦！" = "適當的關注一下自己的身體狀態哦！";
"状态良好" = "狀態良好";
"轻度疲劳" = "輕度疲勞";
"中度疲劳" = "中度疲勞";
"重度疲劳" = "重度疲勞";
"您的精力充沛，无疲乏感觉，注意力集中，工作效率会非常高。" = "您的精力充沛，無疲乏感覺，注意力集中，工作效率會非常高。";
"您略有疲乏不适感，平时可以多听一些自己喜欢的音乐来进行缓解。" = "您略有疲乏不適感，平時可以多聽一些自己喜歡的音樂來進行緩解。";
"您可能有困倦疲乏、头昏脑胀、身体僵硬等感觉，您可以看看远处风景或小憩片刻，缓解疲劳同时为高效工作做准备。" = "您可能有困倦疲乏、頭昏腦脹、身體僵硬等感覺，您可以看看遠處風景或小憩片刻，緩解疲勞同時為高效工作做準備。";
"您可能无法集中注意力，特别困乏，平时要多注意休息，多喝水，保持心情舒畅，身心轻松，工作效率才会高。" = "您可能無法集中注意力，特別困乏，平時要多注意休息，多喝水，保持心情舒暢，身心輕鬆，工作效率才會高";
"您本次测得的疲劳度等级为%@,是否保存？" = "您本次測得的疲勞度等級為%@，是否保存？";

"升级失败,设备名变为DfuLang,请重新连接并升级。" = "升級失敗，設備名變為DfuLang，請重新連接並升級。";
"到达5张图片上限" = "到達5張圖片上限";
//年后新增
"心率报警" = "心率報警";
"心率上限" = "靜息心率上限";
"心率下限" = "心率下限";
"设置不合理" = "設定不合理";

"转腕亮屏" = "轉腕亮屏";

"血压私人模式" = "血壓私人模式";

//女性项目增加
"最近一次月经" = "最近一次月經";
"最后一次经期开始日" = "最後一次經期開始日";
"最后一次经期是什么时候?" = "最後一次經期是什麼時候？";
"自然避孕" = "自然避孕";
"中等疼痛" = "中等疼痛";
"智能预测" = "智慧預測";
"只记经期" = "只記經期";
"预产期" = "預產期";
"预测月经期" = "預測月經期";
"影响工作的痛" = "影響工作的痛";
"选择您的状态" = "選擇您的狀態";
"性生活" = "性生活";
"详情" = "詳情";
"无避孕措施" = "無避孕措施";
"我们为您提供了新的女性周期功能，是否前往设置？" = "我們為您提供了新的女性週期功能，是否前往設定？";
"我们为处于月经期及怀孕期的女性提供记录、提醒的功能，如果您暂时不需要这个功能，可选择此选项跳过这项资料设置。" = "我們為處於月經期及懷孕期的女性提供記錄、提醒的功能，如果您暫時不需要這個功能，可選擇此選項跳過這項資料設定。";
"未来不可操作" = "未來不可操作";
"跳过" = "跳過";
"填写您的预产期" = "填寫您的預產期";
"填写宝宝的基本信息" = "填寫寶寶的基本資訊";
"疼痛" = "疼痛";
"是否要修改人生状态" = "是否要修改人生狀態";
"是否前往设置女性周期功能？" = "是否前往設定女性週期功能？";
"使用避孕药" = "使用避孕藥";
"使用避孕套" = "使用避孕套";
"生理状态" = "生理狀態";
"如果月经不是今天结束，请到别的日期选择结束来更改结束日" = "如果月經不是今天結束，請到別的日期選擇結束來更改結束日";
"轻微疼痛" = "輕微疼痛";
"轻微不适" = "輕微不適";
"切换性别为男性将会删除女性相关信息？" = "切換性別為男性將會删除女性相關資訊？";
"排卵日" = "排卵日";
"排卵期第%ld天" = "排卵期第%ld天";
"排卵期" = "排卵期";
"开启女性功能" = "開啟女性功能";
"您的经期平均持续天数？" = "您的經期平均持續天數？";
"您的经期之间的平均间隔周期天数？" = "您的經期之間的平均間隔週期天數？";
"流量" = "流量";
"量正常" = "量正常";
"量有点多" = "量有點多";
"量偏少" = "量偏少";
"量很少" = "量很少";
"量很多" = "量很多";
"离孩子出生还有" = "離孩子出生還有";
"经期长度" = "經期長度";
"经期内有性行为很容易遭受感染患上妇科疾病，甚至不孕" = "經期內有性行為很容易遭受感染患上婦科疾病，甚至不孕";
"经期开始" = "經期開始";
"经期结束" = "經期結束";
"经期" = "經期";
"经期" = "經期";
"间隔长度" = "間隔長度";
"回到今天" = "回到今天";
"怀孕期" = "懷孕期";
"怀孕概率" = "懷孕概率";
"怀孕第%ld周" = "懷孕第%ld周";
"很痛" = "很痛";
"过去不可操作" = "過去不可操作";
"当前月经期第%ld天" = "當前月經期第%ld天";
"出生日期" = "出生日期";
"出生日期" = "出生日期";
"产检" = "產檢";
"笔记" = "筆記";
"备孕期" = "備孕期";
"宝妈期" = "寶媽期";
"安全期" = "安全期";
"如果您不知道预产期，我们可以根据您的最后一次月经期来帮您计算." = "如果您不知道預產期，我們可以根據您的最後一次月經期來幫您計算.";
"当前经期" = "當前經期";
"预测经期" = "預測經期";
"经期时间这么长是不是记错了？如果要记录当日月经，请修改临近的经期哦!" = "經期時間這麼長是不是記錯了？如果要記錄當日月經，請修改臨近的經期哦！";
"天" = "天";
"忽略" = "忽略";
"前往" = "前往";
"经期设置" = "經期設定";
"备孕期设置" = "備孕期設定";
"孕期设置" = "孕期設定";
"辣妈设置" = "辣媽設定";
"经期选择" = "經期選擇";
"手环通知" = "手環通知";
"女性" = "女性";
"没有女性数据" = "沒有女性數據";
"请选择经期开始日" = "請選擇經期開始日";


//2.5.0之后新增
"亮度调节" = "亮度調節";
"自动调节" = "自動調節";
"设置亮度指数" = "設定亮度指數";

//动态血压校准新增
"动态校准" = "動態校準";
"动态校准中…" = "動態校準中...";
"请保持手臂静止横放" = "請保持手臂靜止橫放";
"动态校准完成" = "動態校準完成";
"请调整姿势后重新测试" = "請調整姿勢後重新測試";
"动态校准失败" = "動態校準失敗";
"重试" = "重試";


//信息提醒
"其他应用" = "其他應用";

//新增开关翻译
"此功能需要设备与App保持连接" = "此功能需要設備與App保持連接";
"运动过量提醒" = "運動過量提醒";
"语音播报" = "語音播報";
"查找手机" = "查找手機";
"秒表功能" = "碼錶功能";

//倒计时翻译
"倒计时" = "倒計時";
"开始倒计时" = "開始倒計時";
"倒计时时长" = "倒計時時長";
"设备正在倒计时" = "設備正在倒計時";
"关闭,设备端将无法单独使用此功能" = "關閉，設備端將無法單獨使用此功能";
"单次时长" = "單次時長";
"常用时长" = "常用時長";
"界面显示" = "界面顯示";
"请设置时长" = "請設定時長";
"倒计时备注" = "備註:\n1.界面顯示開啟，設備端才能單獨使用計時功能\n2.設備端單獨使用時，計時時長為常用時長\n3.設備單獨使用計時功能時，在計時界面長按3秒開始\n4.倒數計時開始後，在計時界面長按3秒結束計時";

//公共
"时" = "時";
"分_M" = "分";
"秒" = "秒";

//闹钟翻译
"周一" = "周一";
"周二" = "周二";
"周三" = "周三";
"周四" = "周四";
"周五" = "周五";
"周六" = "周六";
"周日" = "周日";
"不重复" = "不重複";
"每天" = "每天";
"重复提醒" = "重複提醒";
"单次提醒" = "單次提醒";
"没有设置闹钟" = "沒有設定鬧鐘";
"添加成功" = "添加成功";
"添加失败" = "添加失敗";
"删除成功" = "删除成功";
"删除失败" = "删除失敗";
"添加闹钟" = "添加鬧鐘";
"编辑闹钟" = "編輯鬧鐘";
"删除闹钟" = "删除鬧鐘";
"日期选择" = "日期選擇";
"重复" = "重複";
"闹钟标签" = "鬧鐘標籤";
"提醒日期" = "提醒日期";
"已达上限" = "已達上限";

//新增肤色的翻译
"肤色设置" = "膚色設定";
"请选择一个接近自己肤色的颜色" = "請選擇一個接近自己膚色的顏色";
"为了让手环能够更好的监测您的健康状态,请选择一个接近您肤色的颜色" = "為了讓手環能夠更好的監測您的健康狀態,請選擇一個接近您膚色的顏色";
"肤色选择" = "膚色選擇";
"肤色" = "膚色";


//4.2.0之后新增
"血氧" = "血氧";
"没有血氧数据" = "沒有血氧數據";
"分析数据" = "分析數據";
"分析报告" = "分析報告";
"呼吸暂停" = "呼吸暫停";
"心脏负荷" = "心臟負荷";
"睡眠活动" = "睡眠活動";
"脉率变异性" = "脈率變異性";
"呼吸率" = "呼吸率";
"低氧时间" = "低氧時間";
"轻度" = "輕度";
"异常" = "異常";
"安静" = "安靜";
"多动" = "多動";
"躁动" = "躁動";
"偏低" = "偏低";
"偏高" = "偏高";
"实时血氧" = "實時血氧";
"呼吸暂停综合征" = "呼吸暫停綜合徵";
"呼吸暂停参考" = "呼吸暫停參考";
"呼吸暂停常识" = "呼吸暫停常識";
"名称" = "名稱";
"频现时间" = "頻現時間";
"次数" = "次數";
"参考值" = "參考值";
"最高(最低)" = "最高(最低)";
"血氧浓度" = "血氧濃度";
"睡眠活动幅度" = "睡眠活動幅度";
"次/分" = "次/分";
"秒/分" = "秒/分";
"呼吸暂停常识tip" = "夜間睡眠過程中打鼾且鼾聲不規律，呼吸及睡眠節律紊亂，反复出現呼吸暫停及覺醒，或患者自覺憋氣，夜尿增多，晨起頭痛，口乾，白天反應能力和判斷能力下降，注意力不集中，嗜睡等，長期如此容易引發各種心律失常，肺動脈高壓，肺心病和高血壓等，初期表現症狀較輕，不易察覺。\n輕度：每夜7小時睡眠中呼吸暫停及低通氣反复發作10-20次，血氧85％〜89％。\n中度：每夜7小時睡眠中呼吸暫停及低通氣反复發作20-30次血氧80％〜84％。\n高度：每夜7小時睡眠中呼吸暫停及低通氣反复發作30次以上，血氧<80％。\n\n如出現上述情況，建議進行以下措施：\n1.外供氧除直接吸氧外，還包括各種有氧運動，如散步，慢跑，深呼吸，改善吸氧環境等;\n2.戒酒，戒菸，慎用鎮靜催眠藥物及其他可引起或加重病情的藥物;\n3.側臥位睡眠，適當抬高床頭;\n4.白天避免過度勞累;\n5.必要時就醫，藥物改善。\n\n健康的生活方式和早期的正確診斷是預防和減少睡眠呼吸暫停發生的關鍵。";
"没有数据" = "沒有數據";
"最低" = "最低";
"血氧过低通知" = "血氧過低通知";
"血氧夜间监测" = "血氧夜間監測";
"憋气测试可以检测自己的肺活量，憋气过程中，测量的值越低肺活量越好" = "憋氣測試可以檢測自己的肺活量，憋氣過程中，測量的值越低肺活量越好";

"GPS运动" = "GPS運動";
"手环运动" = "手環運動";
"本月GPS运动总里程" = "本月GPS運動總里程";
"本月手环运功消耗总热量" = "本月手環運功消耗總熱量";
"历史记录" = "歷史記錄";
"运动模式已经开启" = "運動模式已經開啟";
"运动模式开启失败" = "運動模式開啟失敗";
"运动模式已经关闭" = "運動模式已經關閉";
"运动模式关闭失败" = "運動模式關閉失敗";
"手环已经开启运动模式,是否退出本次运动?" = "手環已經開啟運動模式，是否退出本次運動？";
"数据详情" = "數據詳情";
"详情" = "詳情";
"有氧运动时长" = "有氧運動時長";
"暂停时长" = "暫停時長";
"暂停次数" = "暫停次數";
"%@日上午" = "%@日上午";
"%@日下午" = "%@日下午";
"%@月" = "%@月";
"%@年%@月" = "%@年%@月";
"时间(分钟)" = "時間(分鐘)";
"运动量" = "運動量";
"公里" = "公里";
"千卡" = "千卡";
"焦耳" = "焦耳";
"公里/时" = "公里/時";
"英里/时" = "英里/時";

//自己翻译的后期修改
"时间区间" = "時間區間";
"平均值" = "平均值";
"累加值" = "累加值";
"最大值" = "最大值";
"最小值" = "最小值";
"次" = "次";
"平均速度" = "平均速度";
"时长" = "時長";
"是否确认开启手环运动模式?" = "是否確認，開啟手環運動模式？";
"分" = "分";
"清除数据" = "清除數據";
"此操作会清除手环所有数据并关机,是否继续?" = "此操作會清除手環所有數據並關機，是否繼續?";
"屏幕样式设置" = "屏幕樣式設定";
"默认风格" = "默認樣式";
"样式" = "樣式";
"是否保存本次运动?" = "是否保存本次運動?";
"不再提醒" = "不再提醒";
"是否确认结束本次运动?" = "是否確認結束本次運動?";
"蓝牙未打开" = "藍牙未打開";

"名词解释" = "名詞解釋";
"典型病症" = "典型病症";
"治疗方法" = "治療方法";
"睡眠呼吸暂停综合症" = "睡眠呼吸暫停綜合症";
"OSAHS_解释" = "指在連續7小時睡眠中發生30次以上的呼吸暫停或平均每小時低通氣次數超過5次，導致血氧下降而引起慢性低氧血症及高碳酸血症的臨床綜合症。";
"OSAHS_白天症状" = "白天臨床表現：\n1.嗜睡。\n\n2.頭暈乏力。\n\n3.精神狀態异常、頭痛、煩躁、易激動、焦慮等。\n\n4.性功能减退。";
"OSAHS_夜间症状" = "夜間的臨床表現：\n1.打鼾：鼾聲不規則，鼾聲-氣流停止-喘氣-鼾聲交替出現。\n\n2.呼吸暫停：隨著喘氣、憋醒或響亮的鼾聲而終止。\n\n3.憋醒：常伴有翻身，四肢不自主運動甚至抽搐或忽然做起，感覺心慌、胸悶或心前區不適。\n\n4.多動不安：夜間翻身、轉動較頻繁。\n\n5.多汗，夜尿增多。\n\n6.睡眠行為异常：表現為恐懼、驚叫、囈語、夜遊、幻聽等。\n\n另外，身體肥胖，鼻甲肥大，打鼾等也容易引發呼吸暫停綜合症。";
"OSAHS_主要治疗方法" = "除遵醫囑服用藥物和手術，可以通過以下管道治療或緩解病情：\n1.控制體重。\n\n2.戒烟限酒。\n\n3.適量運動。\n\n4.側臥睡眠。";
"OSAHS_其他治疗方法" = "手術、藥物以及通氣治療：\n1.手術修復上呼吸道的异常區域。\n\n2.藥物治療。\n\n3.夜間低流量吸氧。\n\n4.吸入2%-3%的二氧化碳。\n\n5.經鼻持續正壓通氣。\n\n6.體外膈肌起搏。\n\n7.機械通氣。";
"OSAHS_治疗建议" = "健康的生活方式和早期的正確診斷是預防和减少睡眠呼吸暫停發生的關鍵。臨床醫療證明，隨著睡眠呼吸暫停綜合症的好轉，心血管等伴隨疾病也逐漸好轉。治療時間越久，症狀好轉越明顯。";
"呼吸暂停_解释" = "呼吸暫停指口鼻氣流完全停止大於等於10秒。";
"呼吸暂停_症状" = "1.鼾聲不規則，高低不等，往往是鼾聲-氣流停止-喘氣-鼾聲交替出現，一般氣流中斷的時間為20-30秒，個別長達2分鐘以上，此時患者可出現明顯的發紺（嘴唇或指甲呈紫色）。\n\n2.夜間翻身、轉動較頻繁，常導致睡眠品質低，引起白天嗜睡，頭暈乏力。";
"呼吸暂停_治疗方法" = "對於有睡眠呼吸暫停打鼾的患者，除遵醫囑服用藥物、手術和通氣治療外，可以通過以下管道治療或緩解病情\n1.控制體重。肥胖者由於脂肪囤積，在呼吸的過程中腹內壓新增，肺功能下降導致低氧。\n\n2.戒烟限酒。吸烟、飲酒可引起血脂代謝异常，動脈硬化，加重上呼吸道阻塞的情况。\n\n3.適量運動。適量運動能够改善心腦血管的供血情况，改善通氣功能，加强身體抵抗力，减少鼻咽部疾病的發生率。\n\n4.側臥睡眠。患者通過採取適當側臥比特睡姿，保持呼吸道通暢。";
"血氧浓度_解释" = "血氧指血液中被氧結合的氧合血紅蛋白的容量占全部可結合的血紅蛋白容量的百分比，即血液中氧的濃度。";
"血氧浓度_症状" = "1.心腦血管疾病（冠心病、高血壓、高血脂等）。\n\n2.呼吸系統疾病（哮喘、氣管炎、肺心病等）。";
"血氧浓度_治疗方法" = "1.由於疾病出現在血氧較低的患者，除了積極配合治療原發病外，可以常備量測血氧和吸氧的設備，一旦檢測血氧過低，及時補充氧氣。\n\n2.除直接吸氧外，還可以進行各種有氧運動，如散步、慢跑、深呼吸、改善吸氧環境等來緩解病情。";
"呼吸率_解释" = "每分鐘呼吸次數的醫學術語，胸部的一次起伏就是一次呼吸，即一次吸氣一次呼氣。";
"呼吸率_症状" = "1.呼吸過緩：呼吸節律整齊但頻率小於10次/分，常見於生命終末期或呼吸暫停前。神經、代謝疾病或某些藥物服用過量時由於抑制呼吸中樞，也可產生呼吸過緩。\n\n2.呼吸過速：呼吸急促，感到呼吸窘迫。";
"呼吸率_治疗方法" = "針對呼吸困難，家中應急措施如下\n1.保持安靜，避免患者情緒緊張以防加重呼吸困難。\n\n2.取半臥位或坐位，减少疲勞及耗氧。\n\n3.保持室內空氣新鮮，通風流暢。\n\n4.給予清淡飲食，鼓勵患者多吃菜及水果以補充體內水份。\n\n5.適當給予化痰、解痙藥物如必嗽平，氨茶鹼等，以保持呼吸道通暢。\n\n6.病情危重時及時送附近醫院搶救。";
"低氧时间_解释" = "生理性氧量不足或組織需氧量不足的狀態所持續的時間。";
"低氧时间_症状" = "1.頭暈乏力。\n\n2.感到呼吸困難。";
"低氧时间_治疗方法" = "1.外供氧除直接吸氧外，還包括各種有氧運動，如散步、慢跑、深呼吸、改善吸氧環境等。\n\n2.必要時就醫，藥物改善。";
"心脏负荷_解释" = "心臟負荷指血流灌注指數，反映了脈動血流情况。";
"心脏负荷_症状" = "1.pi值較大。\n\n2.心率和血壓較高。\n\n3.呼吸急促，常有乏力感。";
"心脏负荷_治疗方法" = "1.保證充足的休息，不要過度勞累和熬夜。\n\n2.放鬆心態，切忌精神緊張。\n\n3.少吃油膩食物。";
"脉率变异性_解释" = "逐次心跳週期差异的變化情况，即RR間期差值的變化。可以反映近期心血管和精神狀態。";
"脉率变异性_症状" = "1.脈率變異性不活躍，維持在較低水準。\n\n2.常有頭暈、頭痛、心悸等現象。";
"脉率变异性_治疗方法" = "1.保持良好的生活習慣，休息充足。\n\n2.保持心態良好，多進行有氧運動，飲食少鹽少油。\n\n3.如長期數值較低，變化範圍不大，很可能是某種心血管疾病的前兆，如感到不適，建議及時就醫。";
"睡眠活动幅度_解释" = "睡眠活動幅度指睡眠過程中無意識的體動。";
"睡眠活动幅度_症状" = "1.夜間翻身、轉動較頻繁，多汗。";
"睡眠活动幅度_治疗方法" = "1.注意飲食，睡前可以適量地喝一杯飲品，如牛奶或者小米粥。\n\n2.做一些睡前準備，如熱水泡脚，按摩足心湧泉穴等。\n\n3.側身入睡能有效减少體動。\n\n4.改善睡眠環境（室內濕度、溫度）也有一定的幫助。";
"唤醒机制" = "喚醒機制";
"唤醒机制_原理" = "如果監測到您的夜間血氧值持續過低，可能會影響到您的身體健康，設備會做出報警通知。";
"分析结果" = "分析結果";
"主要指标" = "主要指標";
"干预手段" = "干預手段";
"仅供参考" = "僅供參考";
"更多" = "更多";
"收起" = "收起";
"低氧唤醒" = "低氧喚醒";
"睡眠呼吸暂停综合症常识" = "睡眠呼吸暫停綜合症常識";
"OSAHS_Q1" = "1.問：什麼是睡眠呼吸暫停綜合症？";
"OSAHS_Q2" = "2.問：睡眠呼吸暫停綜合症危害大嗎？";
"OSAHS_Q3" = "3.問：這種病是怎麼引起的？";
"OSAHS_Q4" = "4.問：怎麼知道自己是不是睡眠呼吸暫停綜合症患者？";
"OSAHS_Q5" = "5.問：怎樣治療睡眠呼吸暫停綜合症？";
"OSAHS_Q6" = "6.問：血氧監測對睡眠呼吸暫停綜合症有什麼用？";
"OSAHS_ASK1" = "答：連續7小時睡眠中發生30次以上的呼吸暫停（沒有呼吸，持續10s或10s以上），或者平均每小時低通氣次數（呼吸氣流量减少或完全停止）超過5次，可認為患有睡眠呼吸暫停綜合症。";
"OSAHS_ASK2" = "答：睡眠呼吸暫停綜合症是一種慢性病，病發時難以察覺，早期病症不易受重視，一旦呼吸不暢，輕則引起打鼾，重則使肺部缺氧，血氧下降，導致身體得不到休息和恢復，精神狀態和身體狀況不佳，生活質量明顯下降。\n更嚴重的是呼吸暫停發生時，缺少外界刺激，患者很難清醒，直到身體器官缺氧甚至受損，才猛然驚醒，而患者往往不以為意，長期如此，不斷累加的損傷，最終引起各種心腦血管疾病和精神疾病，甚至猝死。";
"OSAHS_ASK3" = "答：大多數是由於上呼吸道阻塞引起的。包括鼻甲肥大、扁桃體肥大、下頜短、頸圍粗以及全身肥胖等原因。\n囙此睡眠呼吸暫停併發症大多數是阻塞性的，還有一部分是由於呼吸中樞神經受創，呼吸調節功能障礙引起的，稱為中樞性，或者兩者皆有的混合型。";
"OSAHS_ASK4" = "答：根據是否具有典型的臨床症狀和體征可以進行簡單的判斷，但由於其慢性病的特點，缺少監測設備，患者在睡眠中很難感知自己的夜間症狀，僅憑家人描述和自我感知，很容易誤判，缺乏科學的依據。\n只有病情嚴重後，病患才意識到要去醫院確診。\n標準方法是多導睡眠監測（PSG），通過以血氧監測為覈心，配合心電、腦電、肌電、眼電等多個生理參數，能準確瞭解病症的類型及程度。此時病情往往已經進入較為嚴重的階段，治療的難度和成本以及病患的不適感都大幅增高，所以越早確診越好。";
"OSAHS_ASK5" = "答：現時有關中樞性睡眠呼吸暫停綜合症的研究較少，除積極治療引起呼吸調節功能障礙的病症（原發病）外，仍沒有較為有效的治療手段，但中樞性睡眠呼吸暫停綜合症往往不會單獨存在，因此採用治療阻塞性睡眠呼吸暫停綜合症的方法也具有一定療效。治療阻塞性睡眠呼吸暫停綜合症，通常需要根據患病的嚴重程度來選擇治療方案。\n無論採用哪種方法治療呼吸暫停綜合症，其途徑無非兩種，一是通過檢測機制，在呼吸暫停發生時，通過外界刺激將其打斷，例如，出現呼吸暫停伴有嚴重缺氧時，被震醒或推醒，减少呼吸暫停的持續時間，降低或避免對身體器官造成損傷；二是無需檢測機制，一直維持治療狀態，避免呼吸暫停的發生。";
"OSAHS_ASK6" = "答：針對睡眠呼吸暫停綜合症患者，血氧監測有以下優點：\n1.在打鼾發展為呼吸暫停階段，預警提示患病風險。\n\n2.在病症早期，作為診斷依據，及早就醫，减少治療難度，降低治療成本，增大治癒幾率。\n\n3.在治療階段，及時監測夜間病情，迴響治療效果。\n\n4.能够作為檢測呼吸暫停的重要依據，配合喚醒手段，監測病症。";

"主界面风格设置" = "主界面風格設定";
"风格一" = "風格一";
"风格二" = "風格二";
"风格三" = "風格三";
"风格" = "風格";
"GPS定位权限未打开,是否前往设置?" = "GPS定位許可權未打開，是否前往設定？";
"是否开启手环女性通知?" = "是否開啟手環女性通知？";
"轻度" = "輕度";
"中度" = "中度";
"重度" = "重度";

"转腕灵敏度" = "轉腕靈敏度";
"推荐" = "推薦";

//HRV增加翻译
"HRV夜间监测" = "HRV夜間監測";
"没有HRV数据" = "无HRV資料";
"HRV健康指数" = "HRV健康指數";
"心脏健康指数" = "心臟健康指數";
"HRV数据" = "HRV數據";
"洛伦兹散点图" = "洛倫茲散點圖";
"洛伦兹散点图参考" = "洛倫茲散點圖參考";
"彗星形" = "彗星形";
"鱼雷形" = "魚雷形";
"梭形" = "梭形";
"短棒形" = "短棒形";
"扇形" = "扇形";
"复杂形" = "複雜形";
"三分布形" = "三分佈形";
"四分布形" = "四分佈形";
"叉形" = "叉形";
"长棒型" = "長棒型";
"榴弹形" = "榴彈形";
"火箭形" = "火箭形";
"米粒形" = "米粒形";
"彗星形_说明" = "正常成年人常見形狀，沿45度角從較窄的頭部呈對稱性擴散並逐漸變寬，形成彗星形，部分人群會出現頭部狹窄不明顯，呈現點間距較大的散點區或尾部密集，呈現細長的尖角，屬於正常現象。";
"火箭形_说明" = "整體粗大，頭小尾大，頭部密集尖銳，沿45度角從頭部呈對稱性擴散並逐漸變寬，到尾部點間距逐漸變大，常見於打鼾人群或呼吸暫停併發症人群，隨病情加重，點間距越大。";
"梭形_说明" = "兩端細小，中間寬大，形似梭子，常見於輕度心肌缺血的病患，正常人群有小概率出現。";
"长棒型_说明" = "整體細長，頭部略細小，中部至尾部基本一致，多見於冠心病患者。";
"榴弹形_说明" = "形似榴彈，頭尾段較寬，中間部分較細，一般尾寬部比頭寬部長，多見於房顫病患，常感到心悸的人群容易出現。";
"叉形_说明" = "主要密集區域像縮小版的彗星形，頭部尖銳，尾端散點呈叉狀，常見於充血性心力衰竭的病患。";
"短棒形_说明" = "形似縮小的彗星形，頭小尾大，面積較小，常見於心臟負荷過大的人群，嚴重時可發展為心力衰竭，正常人群在飲酒或疲勞時也會出現。";
"米粒形_说明" = "整體异常短小，頭尾基本一致，形似米粒，常見於心律失常，多數為陣發性室性心動過速。";
"鱼雷形_说明" = "形態短小，頭端略大，尾端不增寬的長棒形。常見於竇性心動過速，通常由情緒激動，飲濃茶、咖啡等生理因素引起，也會因感冒、發熱、貧血、甲亢等疾病造成。正常人也有小概率出現。";

"天气设置" = "天氣設置";
"温度单位" = "溫度單位";
"摄氏度" = "攝氏度";
"华氏度" = "華氏度";
"天气推送" = "天氣推送";
"开" = "開";
"关" = "關";
"来电自动接听" = "來電自動接聽";
"环境检测校准中，请保持正确姿势" = "環境檢測校準中，請保持正確姿勢";
"校准完成，正在测试血氧浓度" = "校準完成，正在測試血氧濃度";
"校准进度" = "校准進度";

"设备正在初始化，请保持正确姿势" = "設備正在初始化，請保持正確姿勢";
"初始化完成，正在测试血氧浓度" = "初始化完成，正在測試血氧濃度";
"初始化中" = "初始化中";

"ai_hrv_repo_0" = "洛倫茲散點圖分析報告";
"ai_hrv_repo_1_00" = "HRV數據量不足，無法進行相關分析，請堅持佩戴或正確佩戴，佩戴時間越長，分析結果越可靠。";
"ai_hrv_repo_2_11" = "測量期間心率的最大變化正常，心率變化的範圍正常。";
"ai_hrv_repo_2_12" = "測量期間心率的最大變化正常，心率變化的範圍偏低，一般身體素質較好，有良好睡眠習慣的人群，夜間心率的變化範圍會較低，但有較小概率為心動過緩，如無不適，無需特別治療，以觀察為主。";
"ai_hrv_repo_2_13" = "測量期間心率的最大變化正常，心率變化的範圍偏高，有較高的心動過速的風險，通常為飲酒、重體力勞動及情緒激動導致，如無不適，無需特別治療，以觀察為主。";
"ai_hrv_repo_2_21" = "測量期間心率的最大變化較窄，心率變化的範圍正常，通常是過度疲勞或飲酒導致的心率失常，平時注意勞逸結合，提高睡眠品質，如無不適，無需特別治療，以觀察為主。";
"ai_hrv_repo_2_22" = "測量期間心率的最大變化較窄，心率變化的範圍偏低，通常是精神焦慮、失眠引起，如無不適，無需特別治療，以觀察為主，有較小的貧血、呼吸困難的風險，建議採取高枕位睡眠，戒煙戒酒，保持心態平衡，保證充足的睡眠。";
"ai_hrv_repo_2_23" = "測量期間心率的最大變化較窄，心率變化的範圍偏高，若短期出現，注重勞逸結合，避免熬夜、保證睡眠。若長期出現，並伴有胸痛、心悸、氣短，多數為心肌缺血，建議進行相關體檢。";
"ai_hrv_repo_2_31" = "測量期間心率的最大變化較寬，心率變化的範圍正常，通常為熬夜、失眠，建議培養良好的睡眠習慣，可做些按摩、泡腳等有助睡眠的活動。";
"ai_hrv_repo_2_32" = "測量期間心率的最大變化較寬，心率變化的範圍偏低，通常為心動過緩，可出現頭暈、一過性眼黑、乏力、心悸、胸悶、氣短，嚴重者可發生暈厥，建議及時到醫院就診。";
"ai_hrv_repo_2_34" = "最低心率異常低，通常為佩戴異常導致，建議閱讀說明書，正確佩戴手環。";
"ai_hrv_repo_2_33" = "測量期間心率的最大變化較寬，心率變化的範圍偏高，通常為睡眠不足、熬夜引起，注意保證睡眠，臨睡前不要做容易使人緊張、激動的活動，有較高的心律不齊風險，建議培養良好的睡眠習慣，戒煙戒酒，若無改善，及早就醫。";
"ai_hrv_repo_2_35" = "最高心率異常高，通常為佩戴異常導致，建議閱讀說明書，正確佩戴手環。";
"ai_hrv_repo_3_21" = "心率最大突變發生於心率較高時，突變程度正常，有較低的心悸、胸悶、呼吸困難等風險，通常為呼吸道阻塞，打鼾導致，若感到不適，請及時到醫院就診。";
"ai_hrv_repo_3_11" = "心率最大突變發生於正常範圍，突變程度正常。";
"ai_hrv_repo_3_31" = "心率最大突變發生於心率極高時，突變程度正常，有較高的心悸、胸悶、呼吸困難等風險，通常由流感、發燒引起，若感到不適，請及時到醫院就診。";
"ai_hrv_repo_3_22" = "心率最大突變發生於心率較高時，突變程度偏低，通常為房間空氣乾燥、悶熱引起，建議開窗通氣，注意保暖，以防感冒。";
"ai_hrv_repo_3_12" = "心率最大突變發生於正常範圍，突變程度偏低，通常是身心疲憊引起，如無不適，無需特別治療，以觀察為主，注意休息。";
"ai_hrv_repo_3_32" = "心率最大突變發生於心率極高時，突變程度偏低，有輕度的心悸、胸悶、呼吸困難等風險，通常為流感、發燒或情緒激動引起，也有較小概率是貧血，若感到不適，請及時到醫院就診。";
"ai_hrv_repo_3_23" = "心率最大突變發生於心率較高時，突變程度偏高，有較高的心悸、胸悶、早搏等風險，通常為緊張過度、情緒激動引起，若多次出現且感到明顯不適，請及時到醫院就診。";
"ai_hrv_repo_3_13" = "心率最大突變發生於正常範圍，突變程度偏高，有較高的早搏風險，如無不適，無需特別治療，以觀察為主，建議放鬆心態，緩解緊張情緒。";
"ai_hrv_repo_3_14" = "心率最大突變發生於正常範圍，突變程度異常高，通常為佩戴異常導致，建議閱讀說明書，正確佩戴手環。";
"ai_hrv_repo_3_33" = "心率最大突變發生於心率極高時，突變程度偏高，有較高的心悸、胸悶、呼吸困難等風險，通常為早搏、高血壓引起，若多次出現且失眠，感到明顯不適，請及時到醫院就診。";
"ai_hrv_repo_3_34" = "心率最大突變發生於心率異常高時，突變程度偏高，通常為異常佩戴導致，建議閱讀說明書，正確佩戴手環。";
"ai_hrv_repo_4_11" = "有輕微的早搏，通常由情緒激動，過度吸煙、飲酒等引起，建議調整心態，減少或避免吸煙和飲酒。";
"ai_hrv_repo_4_12" = "心臟應激能力減弱，神經中度興奮，通常為情緒激動、興奮導致，容易引起白天乏力、疲倦等，建議睡前適當運動，釋放精力，平復心情。";
"ai_hrv_repo_4_13" = "心臟應激能力較弱，神經過度興奮，建議避免睡前過度興奮、緊張，可通過一些助眠活動緩解情緒，近期應避免飲用咖啡、濃茶或酒水等。";
"ai_hrv_repo_4_14" = "心臟應激能力較強，如無不適，無需特別治療，以觀察為主，若經常感到疲倦乏力，可適當加強鍛煉。";
"ai_hrv_repo_4_15" = "心臟應激能力良好，精神狀態良好。";
"ai_hrv_repo_4_16" = "心臟應激能力良好，神經輕度興奮，如無不適，睡前注意勞逸結合，適當放鬆。";
"ai_hrv_repo_4_17" = "心臟應激能力較強，神經活性低，通常為過度疲勞，如無不適，注意休息，近期應避免長時間工作、熬夜等。";
"ai_hrv_repo_4_18" = "心臟應激能力良好，神經活性偏低，通常為輕度疲勞，如無不適，注意休息即可。";
"ai_hrv_repo_4_19" = "心臟應激能力輕度減弱，神經活性偏低，通常為中度疲勞，平時應注意休息，勞逸結合。";
"ai_hrv_repo_4_21" = "有輕微的早搏風險，可發生於正常人（情緒激動，神經緊張，疲勞，消化不良，過度吸煙、飲酒或喝濃茶等），如無不適，建議長期觀察。";
"ai_hrv_repo_4_22" = "有較明顯的早搏，可發生於正常人（情緒激動，神經緊張，疲勞，消化不良，過度吸煙、飲酒或喝濃茶等），但器質性心臟病患者更易發生，建議進行相關體檢。";
"ai_hrv_repo_4_23" = "有較高的早搏風險，可發生於正常人（情緒激動，神經緊張，疲勞，消化不良，過度吸煙、飲酒或喝濃茶等），建議長期觀察，若出現幾率較高，應儘早進行相關體檢。";
"ai_hrv_repo_4_30" = "暫未分析此種現象，洛倫茲散點圖有小概率出現較複雜的圖形，建議長期佩戴觀察。";
"ai_hrv_repo_5_11" = "夜間心律平穩，心臟狀況良好。";
"ai_hrv_repo_5_12" = "夜間心律平穩，心臟狀態不佳，有較低的心動過速風險，平時注意不要過度疲勞。";
"ai_hrv_repo_5_13" = "夜間心律較平穩，心臟略疲勞，避免熬夜，保證睡眠，以免加重心臟負擔。";
"ai_hrv_repo_5_14" = "夜間心律較平穩，心臟負擔偏大，建議少吃油膩食物，堅持鍛煉。";
"ai_hrv_repo_5_21" = "夜間心律不齊，心臟負擔偏大，應避免飲食不節、暴飲暴食，多吃新鮮水果、蔬菜，避免著涼，預防感冒。";
"ai_hrv_repo_5_22" = "夜間心律較平穩，心臟較疲憊，有較高的心肌缺血的風險，建議低鹽低脂清淡飲食，穩定情緒，避免大喜大悲，如有胸悶、心悸等現象，應定期健康體檢。";
"ai_hrv_repo_5_23" = "夜間心律較平穩，心臟負擔偏大，有較高的心動過速風險，平時注意不要過度疲勞，戒煙少酒，避免過重體力勞動或突然用力。";
"ai_hrv_repo_5_24" = "夜間心律不齊，心臟略疲憊，有較低的心肌缺血的風險，若無不適，應定期健康體檢，若常感到疲憊乏力，精神不佳，伴有胸悶、氣短等，建議及時到醫院就診。";
"ai_hrv_repo_5_25" = "夜間心律較平穩，心臟負擔較大，高血脂、高血壓風險增加，建議清淡飲食，避免過度飲酒，定期健康體檢，過度肥胖者應適當減肥。";
"ai_hrv_repo_5_26" = "夜間心律不齊，心臟較疲憊，有呼吸困難、供血不足的風險，建議側身睡眠，適當加大房間空氣濕度，加強鍛煉，避免情緒激動和過度疲勞，定期健康體檢，重視血壓的監測。";
"ai_hrv_repo_5_31" = "夜間心律不齊，心臟負擔大，有竇性心動過速的現象，通常為飲用咖啡、濃茶或臨睡前進行容易使人情緒緊張、激動的活動，也可能由發燒、貧血、甲亢等疾病引起，平時應養成良好的生活作息，若感不適，及時就醫，定期健康體檢。";
"ai_hrv_repo_5_32" = "夜間心律不齊，心臟較疲憊，有竇性心動過緩的現象，通常由貧血、心肌炎或心肌梗塞等引起，也可能為夜間測量部位溫度較低導致，注意保暖，長期觀測，若多次出現，且白天精神萎靡，乏力頭暈，建議進行體檢，及早就診。";
"ai_hrv_repo_5_33" = "夜間心律不齊，心臟負擔偏大，精神緊張、大量吸煙、飲酒、喝濃茶或咖啡、過度疲勞、嚴重失眠等常為心律失常的誘發因素，建議培養良好的生活作息，勞逸結合，定期健康體檢。";
"ai_hrv_repo_5_40" = "暫未分析此種現象，洛倫茲散點圖有小概率出現較複雜的圖形，建議長期佩戴觀察。";
"ai_hrv_repo_2" = "心率變化";
"ai_hrv_repo_3" = "心率突變";
"ai_hrv_repo_4" = "神經狀態";
"ai_hrv_repo_5" = "心律變化";

"ai_disconnect_remind" = "斷連提醒";

"ai_switch_call_auto_answer" = "免接聽模式";
"ai_switch_call_auto_answer_tip" = "當設備處於耳機模式時，可自動接聽來電。";
"ai_privacy" = "隱私政策";
"ai_privacy_prompt_content" = "請您確認是否仔細閱讀了隱私政策，並認可本隱私政策。";
"ai_privacy_title_1" = "資訊的收集";
"ai_privacy_title_1_content" = "我們收集數據是根據您與我們的互動和您所做出的選擇，包括您的隱私設定以及您使用的產品和功能。我們收集的數據可能包括SDK/API/JS程式碼版本、瀏覽器、互聯網服務提供者、IP地址、平臺、時間戳記、應用識別字、應用程序版本、應用分發通路、獨立設備識別字、iOS廣告識別字（IDFA）、安卓廣告主識別字、網卡（MAC）地址、國際移動設備識別碼（IMEI）、設備型號、終端製造廠商、終端設備作業系統版本、會話啟動/停止時間、語言所在地、時區和網絡狀態（WiFi等）、硬碟、CPU和電池使用情况等。";
"ai_privacy_title_2" = "個人數據的使用";
"ai_privacy_title_2_content" = "當您使用帳號登入App時，我們會收集您個人填寫的基本資訊和智慧穿戴設備採集的健康數據，我們會對您的數據進行存儲和分析，以便給您提供更好的數據展示和健康指導。\n\n如何不希望您的個人數據被收集，您可以使用無帳號登入。";
"ai_privacy_title_3" = "個人數據的跨境傳輸";
"ai_privacy_title_3_content" = "我們的業務可能需要我們轉移您的個人數據至歐洲經濟區以外的國家，這些國家可能包括中國。\n\n我們會採取適當的措施以確保您個人數據的接收者履行保密義務。\n\n如果您不希望您的個人數據被收集和轉移，您可以選擇使用無帳號登入。";
"ai_privacy_title_4" = "您的權利";
"ai_privacy_title_4_content" = "當您使用我們App時，我們會如上文所述，對資訊進行收集，資訊的收集是為了更好的優化和管理軟體，以便給您提供更好的服務。\n\n對於您個人數據的收集，您有權選擇帳號登入或無帳號登入，使用帳號登入我們會收集您的個人數據，無帳號登入我們不會收集您的個人數據。\n\n如果您認為我們對您個人數據和資訊的處理違反了適用法律，您可以向監管機构投訴。";
"head_title_change_theme" = "更換主題";
"ai_ssbr_title" = "提醒";
"ai_ssbr_minspo2h" = "血氧閾值";
"ai_ssbr_time" = "提醒時長";
"ai_ssbr_remind_tip" = "開啟或關閉OSAHS病發提醒功能。";
"ai_ssbr_minspo2h_tip" = "OSAHS病發時，檢測到低於預設血氧值後，提醒用戶。（正常動脈血氧值範圍95～99%）";
"ai_ssbr_time_tip" = "單次OSAHS病發時，設備震動提醒的時長，提醒的時間超過預設時長或用戶中途點擊後停止震動。";
"ai_screenlight_time" = "亮屏時長";
"ai_screenlight_open" = "開啟";
"ai_screenlight_close" = "關閉";

"ai_accurate_firsttodeep" = "入睡效率";
"ai_accurate_getuptodeep" = "睡眠效率";
"ai_minute" = "分钟";
"ai_msec" = "毫秒";
"ai_awake_time" = "苏醒";
"ai_insomnia_time" = "失眠";
"ai_eyemovement_time" = "快速眼动";
"ai_explain_statement" = "解释说明";
"ai_reference_range" = "参考范围";
"ai_sleep_optimization_direction" = "睡眠优化方向";
"ai_sleep_no_analysis" = "无睡眠质量分析";
"ai_sleep_duration_explain" = "睡眠不足时，容易疲劳、嗜睡、精力不集中，而长时间懒床不利于得到高质量的睡眠，睡眠时间不是睡眠质量的唯一标准，因人而异，应以睡醒后精神状态是否良好为主。";
"ai_nap_duration_explain" = "适当的零星睡眠能快速有效缓解疲劳，但过短没有效果，过长则容易头晕、精力不集中，甚至导致失眠。";
"ai_awake_duration_explain" = "睡眠中苏醒过多或苏醒过长，导致睡眠质量下降，经常睡眠中断是失眠的常见症状。";
"ai_insomnia_duration_explain" = "失眠是指患者对睡眠时间和质量不满足并影响日间社会功能的一种主观体验，常见病症是入睡困难、睡眠质量下降和睡眠时间减少，记忆力、注意力下降等。";
"ai_eyemovement_duration_explain" = "快速眼动期内，人在睡眠中眼球在眼皮下快速的来回移动，该阶段的大部分人群都在做梦，过短会易疲劳、烦躁，但身体会自动延长之后几次睡眠的快速眼动期来缓解，过长表现为多梦。";
"ai_lightsleep_duration_explain" = "浅睡是相对深睡的非快速眼动期睡眠，介于深睡和苏醒之间，占比过高会引起睡眠质量下降。";
"ai_deepsleep_duration_explain" = "深睡是缓解疲劳、恢复精力的关键阶段，深睡时间越长，睡眠质量越好。";
"ai_firsttodeep_explain" = "入睡效率指睡眠潜伏期，即从准备入睡到进入睡眠的时间，过长不利于进入深睡。";
"ai_getuptodeep_explain" = "睡眠效率指睡眠中断后再次进入睡眠的时间，过长会减少深睡的时长，导致睡眠质量下降。";
"ai_deepsleep_low_comment" = "深睡比例较低。深睡是缓解疲劳、恢复精力的关键阶段，深睡时间越长，睡眠质量越好.建议您培养良好的睡眠习惯，睡前避免强度高的脑力活动或做易使情绪激动的事情，可以尝试睡前深呼吸或适量运动放松自己，睡前不宜进食，如不可避免，建议少量清淡。";
"ai_sleep_difficult_comment" = "入睡困难。即睡眠潜伏期较长，建议午后不要饮用咖啡、浓茶等，可以采取听舒缓的音乐、热水泡脚和按摩等方式缓解压力，放松身体。";
"ai_awake_more_comment" = "苏醒较多。苏醒包括短暂的微觉醒和时间较长的觉醒，即睡眠保持困难，频繁苏醒会导致深睡比例明显下降，建议临睡前不要引用太多水，平时注意培养规律的生活作息，保持卧室环境舒适，温度适宜，适量运动有助于维持睡眠。";
"ai_getuptosleep_difficult_comment" = "苏醒后再次入睡困难。即睡眠效率较低。有别于睡眠潜伏期，其原因通常较复杂，建议避免精神压力带来的恶性循环，不要过度放大睡眠不足的后果，醒来后不要过度焦虑，保持放松，可以尝试改善睡眠环境，如保持通风、及时更换床品等，坚持规律的生活作息。";
"ai_sleep_late_comment" = "入睡时间较晚。建议在保证充足的睡眠时间的同时，也注意保持规律的作息时间，夜间10点至早晨6点是黄金睡眠时间，合理安排睡眠时间才能长期保持充沛的精力。";
"ai_sleep_duration_short_comment" = "睡眠时间较短。睡眠时间不是睡眠质量的唯一标准，以睡醒后精神状态是否良好为主。睡眠不足时，容易疲劳、嗜睡、精力不集中，需注意，睡眠补偿能缓解疲劳，对于持续睡眠不足对身体造成的伤害是无法补偿的，时间一长容易引起睡眠障碍。";
"ai_sleep_duration_long_comment" = "睡眠时间较长。睡眠时间不是睡眠质量的唯一标准，以睡醒后精神状态是否良好为主。需注意，延长睡眠不一定能弥补睡眠不足，反而长时间懒床不利于得到高质量的睡眠。";
"ai_sleep_keep_comment" = "长期拥有高质量的睡眠，有益身心健康，请继续保持或改善。";
"ai_sleep_poor_title" = "您的睡眠质量极差";
"ai_sleep_bad_title" = "您的睡眠质量较差";
"ai_sleep_generally_title" = "您的睡眠质量一般";
"ai_sleep_good_title" = "您的睡眠质量很好";
"ai_sleep_perfect_title" = "您的睡眠质量完美";
"ai_insomnia_severe_title" = "您有严重的失眠症状";
"ai_insomnia_obvious_title" = "您有明显的失眠症状";
"ai_insomnia_light_title" = "您有轻微的失眠症状";
"ai_ecg_history_set" = "条";
"ai_ecg_test" = "心电测试";
"ai_replay_end" = "回放结束";
"ai_ready_test_tip" = "保持正确姿势,准备测试!";
"ai_testing" = "正在测试";
"ai_test_failure" = "测试失败";
"ai_device_busy" = "设备正忙";
"ai_test_timeout" = "测试超时";
"ai_lead_failed" = "导联脱落，请保持正确佩戴姿势";
"ai_test_not_complete" = "测试未完成";
"ai_save_data" = "保存数据";
"ai_save_or_not" = "是否保存数据?";
"ai_save_success" = "保存成功";
"ai_please_stop_replay" = "请先结束回放";
"ai_delete_data" = "删除数据";
"ai_delete_success" = "删除成功";
"ai_view_detail" = "查看详情";
"ai_test_complete_save" = "测试完成,数据已保存";
"ai_test_complete_not_save" = "测试完成,数据未保存";
"ai_ecg_detail_title" = "心电详情";
"ai_pause_replay" = "暂停回放";
"ai_stop_replay" = "结束回放";
"ai_replay_complete" = "回放完成";
"ai_heart_detail_title" = "心率详情";
"ai_qt_detail_title" = "QT详情";
"ai_hrv_detail_title" = "HRV详情";
"ai_routine_inspection" = "常规检测";
"ai_disease_diagnosis" = "疾病诊断";
"ai_disease_description" = "疾病说明";
"ai_ecg_heart_explain" = "心率是指正常人安静状态下每分钟心跳的次数，可因年龄、性别或其他生理因素产生个体差异。一般来说，年龄越小，心率越快，老年人心跳比年轻人慢，女性的心率比同龄男性快。";
"ai_ecg_qt_explain" = "QT间期代表心室去极化和复极化过程的总时程，测定值随年龄和性别而变化。QT间期与心率快慢有密切关系，正常人心率加速则QT间期缩短，反之则延长。QT改变在临床心电图诊断上具有重要价值，特别是QT延长对预报恶性心室律失常和心脏性猝死有重要意义。";
"ai_ecg_hrv_explain" = "心率变异性(HRV)是指逐次心跳周期差异的变化情况，它含有神经体液因素对心血管系统调节的信息，从而判断其对心血管等疾病的病情及预防，是预测心脏性猝死和心律失常的一个有价值的指标。";
"ai_ecg_hz" = "赫兹";
"ai_ecg_speed" = "走速";
"ai_ecg_gain" = "增益";
"ai_ecg_frequency" = "频率";
"ai_qt_interval_title" = "qt间期";
"ai_start_test_btn_title" = "开始\n测试";
"ai_manual_test" = "手动测试";
"ai_automation_test" = "自动测试";
"ai_medical_explain" = "医学解释";
"ai_curve_report_btn_title" = "波形报告";
"ai_no_ecg_singal_data_tip" = "本次测试没有ECG信号数据";
"ai_ecg_test_normal_tip" = "心电检测无异常。";
"ai_ppg_auto_monitoring" = "脉率自动监测";
"ai_precise_sleep" = "精准睡眠";
//这里要加标志位判断设备是否有PTT模式
"ai_hr_close_ptt_tip" = "关闭脉率自动监测,当设备以手腕佩戴方式监测睡眠, 精准度会受到一定的影响。";
"ai_ecg_report" = "心电报告";
"ai_test_time" = "测量时间";
"ai_lead" = "导联";
"No ECG data" = "没有ECG数据";
